Repository: AyushAryal/fh_api
Catalog: store/locale/*/LC_MESSAGES/django.po
Languages: ne

source: Store
ne: पसल

source: Customer not approved
ne: ग्राहक स्वीकृत छैन

source: Approved
ne: स्वीकृत

source: Denied
ne: अस्वीकृत

source: Pending
ne: फैसला बांकी

source: None
ne: केहि होइन

source: Customer profile
ne: ग्राहक प्रोफाइल

source: Customer profiles
ne: ग्राहक प्रोफाइलहरू

source: user
ne: प्रयोग कर्ता

source: status
ne: प्रतिष्ठा

source: The registration status of the customer
ne: ग्राहकको दर्ता स्थिति

source: company name
ne: कम्पनी नाम

source: company address
ne: कम्पनीको ठेगाना

source: contact
ne: सम्पर्क

source: Landline/Cell phone number
ne: ल्यान्डलाइन / सेल फोन नम्बर

source: reason for signup
ne: साइनअपको कारण

source: The reason for signup provided by customer
ne: ग्राहकले प्रदान गरिएको साइनअपको कारण

source: Category
ne: श्रेणी

source: Categories
ne: श्रेजा

source: name
ne: नाम

source: description
ne: वर्णन

source: image
ne: चित्र

source: recommend
ne: सल्लाह

source: If this category is recommended by the store owners
ne: यदि यो कोटी स्टोर मालिकहरूले सिफारिस गरिएमा

source: Item
ne: वस्तु

source: Items
ne: वस्तुहरू

source: subtitle
ne: सह शिर्षक

source: If this item is recommended by the store owners
ne: यदि यो वस्तु स्टोर मालिकहरूले सिफारिस गरिएमा

source: categories
ne: श्रेजा

source: Item variant
ne: वस्तु भेरियन्ट

source: Item variants
ne: वस्तु भेरियन्ट्स

source: item
ne: वस्तु

source: The item this item variant is linked with
ne: वस्तु भेरियन्टसँग वस्तु विन्डल गरिएको छ

source: color
ne: रंग

source: Item variant's image
ne: वस्तु भेरियन्टको चित्र

source: Item variant's images
ne: वस्तु भेरियन्टको चित्रहरू

source: item variant
ne: वस्तु भेरियन्ट

source: The item variant this image is linked with
ne: वस्तु प्रकार यो चित्र संग लिंक गरिएको छ

source: Delivered
ne: पठाइएको

source: Cancelled
ne: रद्द गरेको

source: Order
ne: बिल

source: Orders
ne: बिलहरू

source: timestamp
ne: समय माथी

source: Date and time the order was placed
ne: मिति र समय बिलमा राखिएको थियो

source: Purchase
ne: किन्नु

source: Purchases
ne: किन्नु

source: order
ne: मगाउनु

source: The order this purchase is linked with
ne: बिल यो खरीद संग जोडिएको छ

source: quantity
ne: मात्रा

source: Cart
ne: ठेलागाडी

source: Carts
ne: ठेलागाडीहरु

source: Cart item
ne: ठेलागाडी वस्तु

source: Cart items
ne: ठेलागाडी वस्तुहरु

source: cart
ne: ठेलागाडी

source: The cart this cart item is linked with
ne: ठेलागाडी यस ठेलागाडी वस्तु संग लिंक गरिएको छ

source: Wishlist
ne: इच्छा सुची

source: Wishlist item
ne: इच्छा सुची वस्तु

source: Wishlist items
ne: इच्छा सुची वस्तुहरु

source: wishlist
ne: इच्छा सुची

source: The wishlist this wishlist item is linked with
ne: इच्छा सुची यो इच्छा सुची वस्तुसँग लिंक गरिएको छ

source: Banner image
ne: ब्यानर चित्र

source: Banner images
ne: ब्यानर चित्रहरु

source: Used in mobile devices
ne: मोबाइल उपकरणहरूमा प्रयोग गरियको

source: If this image is used on mobile devices
ne: यदि यो चित्र मोबाइल उपकरणहरूमा प्रयोग गरिएको छ

source: Multiple items with same item_variant
ne: धेरै वस्तुहरूको उही वस्तु भेरियन्ट

source: No customer profile present for this user
ne: यस प्रयोगकर्ताको लागि कुनै ग्राहक प्रोफाइल अवस्थित छैन

source: Cart is empty
ne: ठेलागाडी खाली छ
